[M_Orchid_PlotMission09 MissionDefinition]
MissionName="O ''X'' Marca O Local"
MissionDescription="Graças aos seus esforços no [place]Farol Magnys[-place], um grande feixe de luz foi projetado sobre um determinado ponto de [place]Wurmwater[-place].  Provavelmente é o local onde o tesouro perdido está enterrado.  A Capitã lhe pediu para encontrar-se com ela e assim, ajudá-la a chegar ao tesouro antes de, inevitavelmente se enfrentarem para ver quem fica com ele."
TurnInDescription="Você derrotou a Scarlett, acabou com o Leviatã e encontrou o Tesouro Perdido das Areias!  Resumindo: você teve um dia bem movimentado."
MissionSummary="Alcance o Tesouro Perdido das Areias."
MissionGiver=""
MissionTurnInLocation="Shade"
TeaserText=""

[M_Orchid_PlotMission09:BfeaconSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:BossWormBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:EscapeAmbushSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:EscapeLeviathan MissionObjectiveDefinition]
ProgressMessage="Fuja do Leviatã"

[M_Orchid_PlotMission09:EscapeLeviathanDummy MissionObjectiveDefinition]
ProgressMessage="Fuja do Leviatã"

[M_Orchid_PlotMission09:EscapeLeviathanDummySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Fuja do Leviatã"
MissionDescriptionOverride="Primeiro, a Scarlett te trai. Depois, o Leviatã te devora.\nPara chegar até o tesouro das areias, você precisa derrotar a Scarlett (que agora ficou mais forte com a sua mascote colossal, Roscoe) e escapar das entranhas de um monstro milenar do deserto, chamado Leviatã.  Em seguida você deve matar o monstro.\nBoa sorte!"

[M_Orchid_PlotMission09:EscapeLeviathanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:EscapeSpire MissionObjectiveDefinition]
ProgressMessage="Saia do Farol Magnys"

[M_Orchid_PlotMission09:EscapeSpireSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Escape da emboscada preparada pela Scarlett e alcance o tesouro!"
MissionDescriptionOverride="Então a Scarlett traiu você?  Na verdade isso não é nenhuma surpresa mas, continua sendo um tremendo inconveniente.  Com os homens dela tentando acabar com você a cada passo que dá, só lhe resta uma opção: matar todos e tentar alcançar o Tesouro Perdido das Areias antes da Scarlett."

[M_Orchid_PlotMission09:FindTreasure MissionObjectiveDefinition]
ProgressMessage="Encontre a sala do tesouro"

[M_Orchid_PlotMission09:FollowBeacon MissionObjectiveDefinition]
ProgressMessage="Siga o Farol"

[M_Orchid_PlotMission09:FollowBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:FollowBeaconSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:GotoTreasureEntrance MissionObjectiveDefinition]
ProgressMessage="Encontre a sala do tesouro"

[M_Orchid_PlotMission09:GotoTreasureEntranceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:KillBossWorm MissionObjectiveDefinition]
ProgressMessage="Acabe com o Leviatã"

[M_Orchid_PlotMission09:KillHenchmen MissionObjectiveDefinition]
ProgressMessage="Elimine os capangas da Scarlett"

[M_Orchid_PlotMission09:KillPirateQueen MissionObjectiveDefinition]
ProgressMessage="Acabe com a Capitã Scarlett"

[M_Orchid_PlotMission09:KillPirateQueenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:KillRoscoe MissionObjectiveDefinition]
ProgressMessage="Elimine a Roscoe"

[M_Orchid_PlotMission09:LeviathanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:LeviathanSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:LevifdhathanSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:MeetScarlett MissionObjectiveDefinition]
ProgressMessage="Encontre-se com a Scarlett"

[M_Orchid_PlotMission09:ResumeTreasureEntrance MissionObjectiveDefinition]
ProgressMessage="Encontre a sala do tesouro"

[M_Orchid_PlotMission09:ResumeTreasureEntranceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:TreasureRoomSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

